{
  "Login Now": "Jetzt anmelden",
  "Access updates, new opportunities, and messages all in one place by logging in below.": "Greifen Sie auf Updates, neue Angebote und Nachrichten zu, indem Sie sich unten einloggen.",
  "Email": "Email",
  "Please Enter your Email": "Bitte geben Sie Ihre E-Mail-Adresse ein",
  "Password": "Passwort",
  "Please Enter your Password": "Bitte geben Sie Ihr Passwort ein",
  "Remember Me": "Benutzername merken",
  "Lost your password?": "Passwort vergessen?",
  "LOGIN NOW": "ANMELDUNG",
  "Welcome to Patients Influence!": "Willkommen bei Patients Influence!",
  "Congratulations on confirming your email and activating your account! You are now one step closer to earning additional income as a patient influencer. We are excited to have you on board and can't wait to see the positive impact you will make in the healthcare industry. Let's get started!": "Herzlichen Glückwunsch zur Bestätigung Ihrer E-Mail und Aktivierung Ihres Kontos! Sie sind jetzt einen Schritt näher daran, zusätzliches Einkommen als Patienten-Influencer zu verdienen. Wir freuen uns, Sie an Bord zu haben und können es kaum erwarten, die positive Auswirkung zu sehen, die Sie in der Gesundheitsbranche haben werden. Fangen wir an!",
  "Congratulations on confirming your email and activating your account! You are now one step closer to discovering the power of patient influencer marketing and how it can benefit your healthcare organization. We are excited to have you on board and look forward to working with you to make a difference in the industry. Let's get started!": "Herzlichen Glückwunsch zur Bestätigung Ihrer E-Mail und Aktivierung Ihres Kontos! Sie sind jetzt einen Schritt näher daran, die Kraft des Patienten-Influencer-Marketings zu entdecken und wie es Ihre Gesundheitsorganisation profitieren kann. Wir freuen uns, dass Sie an Bord sind und darauf, mit Ihnen zusammenzuarbeiten, um einen Unterschied in der Branche zu machen. Fangen wir an!",
  "Please Wait": "Warten Sie mal",
  "Thank you for logging in to your account. We are excited to announce that our platform is in its final stages of development. We are creating a cutting-edge, industry-leading platform that will transform the way healthcare companies connect with patient influencers, and create a real impact in the healthcare industry. We appreciate your support as we bring this platform to life. Please don't hesitate to reach out if you have any questions or concerns. We look forward to revolutionizing the healthcare industry together and making a difference.": "Vielen Dank, dass Sie sich in Ihr Konto eingeloggt haben. Wir freuen uns, ankündigen zu können, dass unser Plattform in den letzten Zügen der Entwicklung steht. Wir erstellen eine innovativ, marktführende Plattform, die die Art und Weise verändern wird, wie Gesundheitsunternehmen mit Patienten-Influencer in Verbindung treten und einen echten Einfluss in der Gesundheitsindustrie schaffen. Wir schätzen Ihre Unterstützung beim Aufbau dieser Plattform. Bitte zögern Sie nicht, uns bei Fragen oder Bedenken zu kontaktieren. Wir freuen uns darauf, die Gesundheitsindustrie zu revolutionieren und einen Unterschied zu machen",
  "Thank you for logging in to your account. We are thrilled to announce that our platform is in its final stages of development. We appreciate your patience and look forward to bringing you a community-driven, revolutionary patient influencer platform. In the meantime, you can start earning additional income by sharing your unique affiliate link": "Vielen Dank, dass Sie sich in Ihr Konto eingeloggt haben. Wir freuen uns, Ihnen mitteilen zu können, dass unsere Plattform in ihren letzten Entwicklungsstadien ist. Wir schätzen Ihre Geduld und freuen uns darauf, Ihnen eine von der Community getriebene, revolutionäre Patienten-Influencer-Plattform zu bieten. In der Zwischenzeit können Sie durch Teilen Ihres einzigartigen Affiliate-Links",
  "with others. We can't wait for you to be a part of the movement and see the positive impact you will make in the healthcare industry. We will send you an email as soon as we are live, so stay tuned for updates!": "zusätzliches Einkommen verdienen. Wir können es kaum erwarten, dass Sie Teil der Bewegung sind und den positiven Einfluss sehen, den Sie in der Gesundheitsbranche ausüben werden. Wir senden Ihnen eine E-Mail, sobald wir live sind, also bleiben Sie auf dem Laufenden für Updates!",
  "Close": "Nah dran"
}
